Repository: fairpm/fair-plugin
Catalog: languages/fair-*.po
Languages: ca, de_de, lt_lt, sv_se

source: %s is not a valid version string.
ca: %s no és una cadena de versió vàlida.
de_de: %s ist keine gültige Versionszeichenfolge.
lt_lt: %s nėra tinkamas versijos pavadinimas
sv_se: %s är inte en giltig sträng för att ange version.

source: %s: update now
ca: %s: actualitza ara
de_de: %s: Jetzt aktualisieren
sv_se: %s: uppdatera nu

source: (opens in a new tab)
ca: (s'obre en una pestanya nova)
de_de: (öffnet in einem neuen Tab)

source: <a href="%s" target="_blank">Click here to learn more about updating PHP</a>.
ca: <a href="%s" target="_blank">Feu clic aquí per a obtenir més informació sobre l'actualització de PHP</a>.
de_de: <a href="%s" target="_blank">Hier klicken, um mehr über das Aktualisieren von PHP zu lernen</a>.

source: <a href="%s" target="_parent">Click here to update WordPress</a>.
ca: <a href="%s" target="_parent">Feu clic aquí per a actualitzar el WordPress</a>.
de_de: <a href="%s" target="_parent">Hier klicken, um WordPress zu aktualisieren</a>.

source: <p><strong>Error:</strong> Failed domain alias validation, this package may be unsafe: %s</p>
ca: <p><strong>Error:</strong> ha fallat la validació de l'àlies del domini, aquest paquet pot ser insegur: %s</p>
de_de: <p><strong>Fehler:</strong> Fehlgeschlagene Validierung des Domain-Alias, dieses Paket ist möglicherweise unsicher: %s</p>

source: <strong>Error:</strong> This plugin <strong>requires a newer version of PHP</strong>.
ca: <strong>Error:</strong> aquesta extensió <strong>requereix una versió més nova del PHP</strong>.
de_de: <strong>Fehler:</strong> Dieses Plugin <strong>benötigt eine neuere Version von PHP</strong>.

source: <strong>Error:</strong> This plugin <strong>requires a newer version of WordPress</strong>.
ca: <strong>Error:</strong> aquesta extensió <strong>requereix una versió més nova del WordPress</strong>.
de_de: <strong>Fehler:</strong> Dieses Plugin <strong>benötigt eine neuere Version von WordPress</strong>.

source: <strong>Validated</strong> as <a href="%1$s">%2$s</a>
ca: <strong>Validat</strong> com a <a href="%1$s">%2$s</a>
de_de: <strong>Validiert</strong> als <a href="%1$s">%2$s</a>

source: <strong>Warning:</strong> This plugin <strong>has not been tested</strong> with your current version of WordPress.
ca: <strong>Avís:</strong> aquesta extensió <strong>no s'ha provat</strong> amb la versió actual del WordPress.
de_de: <strong>Warnung:</strong> Dieses Plugin <strong>wurde noch nicht</strong> mit deiner aktuellen Version von WordPress getestet.

source: Activate
ca: Activa
de_de: Aktivieren

source: Activate %s now
ca: Activa %s ara
de_de: %s jetzt aktivieren

# alias validation error
source: DID in validation record does not match
ca: El DID en el registre de validació no coincideix
de_de: Der DID im Validierungsdatensatz stimmt nicht überein

# alias validation error
source: FAIR alias format exceeds valid domain length
ca: El format de l'àlies FAIR excedeix la longitud vàlida del domini
de_de: Das FAIR-Alias-Format überschreitet die zulässige Domain-Länge

# alias validation error
source: Invalid FAIR alias format
ca: El format de l'àlies FAIR no és vàlid
de_de: Ungültiges FAIR-Alias-Format

# alias validation error
source: Missing verification record for "%s"
ca: Falta el registre de verificació de «%s»
de_de: Es ist kein Verifizierungsdatensatz für „%s“ vorhanden

# alias validation error
source: Multiple aliases set in DID; packages may only have a single alias
ca: Múltiples àlies establerts a DID; els paquets només poden tenir un sol àlies
de_de: Es sind mehrere Aliase im DID festgelegt; Pakete dürfen nur einen einzigen Alias haben

# alias validation error
source: Verification record for "%s" is invalid
ca: El registre de verificació de «%s» no és vàlid
de_de: Der Verifizierungsdatensatz für „%s“ ist ungültig

# alt for unknown avatar user
source: profile picture for user
ca: imatge de perfil per a l'usuari
de_de: Profilbild des Benutzers
lt_lt: vartotojo profilio nuotrauka
sv_se: profilbild för användaren

source: An unknown error occurred
ca: S'ha produït un error desconegut
de_de: Ein unbekannter Fehler ist aufgetreten

source: Authors
ca: Autors
de_de: Autoren

source: Automatic update is unavailable for this theme.
ca: L'actualització automàtica no està disponible per a aquest tema.
de_de: Die automatische Aktualisierung ist für dieses Theme nicht verfügbar.
sv_se: Automatiska uppdateringar är inte tillgängliga för detta tema.

source: Avatar Source
ca: Font de l'avatar
de_de: Avatar-Quelle
lt_lt: Avatarų šaltinis
sv_se: Avatarkälla

source: Avatars will be loaded from the selected source.
ca: Es pujaran els avatars des de la font seleccionada.
de_de: Avatare werden von der gewählten Quelle geladen.
lt_lt: Avatarai bus naudojami iš pasirinkto šaltinio.
sv_se: Avatarer kommer att hämtas från den valda källan.

# browser version check
source: your browser
ca: el vostre navegador
de_de: dein Browser
sv_se: din webbläsare

source: Choose Profile Image
ca: Trieu una imatge de perfil
de_de: Profilbild auswählen
lt_lt: Pasirinkite profilio paveikslėlį
sv_se: Välj profilbild

source: Choose Profile Picture
ca: Trieu la imatge del perfil
de_de: Profilbild auswählen
sv_se: Välj profilbild

source: Could not decode repository response.
ca: No s'ha pogut descodificar la resposta del repositori.
de_de: Die Antwort des Repositoriums konnte nicht decodiert werden.

# default event location
source: Online
ca: En línia
lt_lt: Internete

source: DID could not be parsed as a URI.
ca: El DID no s'ha pogut analitzar com un URI.
de_de: Der DID konnte nicht als URI geparst werden.

source: DID does not contain valid signing keys.
ca: El DID no conté claus de signatura vàlides.
de_de: Der DID enthält keine gültigen Signaturschlüssel.

source: DID is not a valid package to fetch metadata for.
ca: El DID no és un paquet vàlid per a obtenir les metadades.
de_de: Der DID ist kein gültiges Paket, für das Metadaten abgerufen werden können.

source: Direct Install
ca: Instal·lació directa
de_de: Direktinstallation

source: Domain Alias:
ca: Àlies de domini:

source: Enter a plugin ID to view details and install.
ca: Introduïu un ID d'extensió per a veure els detalls i instal·lar.
de_de: Bitte eine Plugin-ID eingeben, um Details anzuzeigen und die Installation durchzuführen.

source: Events (by The WP World)
ca: Esdeveniments (pel WP World)
de_de: Veranstaltungen (von The WP World)
lt_lt: Renginiai (iš The WP World)
sv_se: Evenemang (från The WP World)

# Events and News dashboard widget
source: https://fair.pm/
ca: https://ca.fair.pm/news/

source: FAIR - Federated and Independent Repositories
ca: FAIR - Repositoris federats i independents
lt_lt: FAIR - Federuotos ir nepriklausomos repozitorijos

source: FAIR Avatars
ca: Avatars del FAIR
de_de: FAIR-Avatare
lt_lt: FAIR avatarai
sv_se: FAIR-avatarer

source: FAIR Contributors
ca: Col·laboradors del FAIR
de_de: FAIR-Mitwirkende
lt_lt: FAIR kūrėjai
sv_se: Bidragsgivare till FAIR

source: FAIR Settings
ca: Configuració del FAIR
de_de: FAIR-Einstellungen
lt_lt: FAIR nustatymai
sv_se: Inställningar för FAIR

source: Fetched metadata does not match the requested DID.
ca: Les metadades recuperades no coincideixen amb el DID sol·licitat.
de_de: Die abgerufenen Metadaten stimmen nicht mit dem angeforderten DID überein.

source: Hosted on %1$s
ca: Allotjat a %1$s
de_de: Hosting bei %1$s

source: HTTP error code received
ca: S'ha rebut el codi d'error HTTP
de_de: Ein HTTP-Fehlercode wurde empfangen

source: ID is not a valid DID.
ca: L'ID no és un DID vàlid.
de_de: Die ID ist kein valider DID.

source: Install %s now
ca: Instal·la %s ara
de_de: %s jetzt installieren

source: Install Now
ca: Instal·la ara
de_de: Jetzt installieren

source: Installed
ca: Instal·lat
de_de: Installiert

source: Make your site more FAIR.
ca: Feu que el lloc web sigui més FAIR.
de_de: Mache deine Website FAIRer.
lt_lt: Padarykite savo svetainę labiau FAIR.
sv_se: Gör din webbplats mer rättvis och FAIR.

source: Missing mandatory field: %s
ca: Falta el camp obligatori: %s
de_de: Folgendes Pflichtfeld fehlt: %s

source: News
ca: Notícies
de_de: Neues

source: No credits could be found.
ca: No s'han trobat crèdits.
de_de: Es konnten keine Danksagungen gefunden werden.
lt_lt: Kūrėjų informacija nerasta.
sv_se: Inga erkännanden hittades.

source: No releases found in the metadata document.
ca: No s'ha trobat cap versió en el document de metadades.
de_de: Es wurden keine Veröffentlichungen im Metadaten-Dokument gefunden.

source: No releases found in the repository.
ca: No s'ha trobat cap versió al repositori.
de_de: Es wurden keine Releases im Repositorium gefunden.

source: Not validated: No domain alias is set
ca: No validat: no s'ha establert cap àlies de domini
de_de: Nicht validiert: Es wurde kein Domain-Alias gesetzt

# operating system check
source: your platform
ca: la vostra plataforma
de_de: deine Plattform

# plugin
source: Activate
ca: Activa
de_de: Aktivieren

# plugin
source: View Details
ca: Mostra els detalls
de_de: Details anzeigen

source: Plugin IDs should be in the format <code>did:plc:...</code>
ca: Els ID de les extensions haurien d'estar en el format <code>did:plc:...</code>
de_de: Plugin-IDs sollten das Format <code>did:plc:...</code> haben

source: Plugin Installation
ca: Instal·lació de l'extensió

# Plugin installer section title
source: Changelog
ca: Registre de canvis

# Plugin installer section title
source: Description
ca: Descripció
de_de: Beschreibung

# Plugin installer section title
source: FAQ
ca: PMF

# Plugin installer section title
source: Installation
ca: Instal·lació

# Plugin installer section title
source: Other Notes
ca: Altres notes
de_de: Weitere Informationen

# Plugin installer section title
source: Reviews
ca: Ressenyes

# Plugin installer section title
source: Screenshots
ca: Captures de pantalla

source: Profile Picture Assigned
ca: Imatge del perfil assignada
de_de: Zugewiesenes Profilbild
sv_se: Profilbild har tilldelats

source: profile picture for %s
ca: imatge de perfil per a %s
de_de: Profilbild für %s
lt_lt: %s profilio nuotrauka
sv_se: profilbild för %s

source: Profile Picture Removed
ca: S'ha suprimit la imatge del perfil
de_de: Das Profilbild wurde entfernt
sv_se: Profilbilden har tagits bort

source: Remove Profile Image
ca: Suprimeix la imatge del perfil
de_de: Profilbild entfernen
lt_lt: Pašaliniti profilio nuotrauką
sv_se: Ta bort profilbild

source: Requires:
ca: Requereix:
de_de: Anforderungen:

source: Signature verification could not be performed for the package: %s
ca: No s'ha pogut verificar la signatura del paquet: %s
de_de: Die Signaturüberprüfung für das Paket konnte nicht durchgeführt werden: %s

source: Slug:
ca: Àlies:
de_de: Titelform:

source: Suggests:
ca: Suggeriment:
de_de: Empfohlen:

source: The PLC directory did not return the DID that was sent or the DID was invalid.
ca: El directori PLC no ha retornat el DID que s'ha enviat o el DID no és vàlid.
de_de: Das PLC-Verzeichnis hat den gesendeten DID nicht zurückgegeben oder der DID war ungültig.

source: There is a new version of %s available.
ca: Hi ha disponible una versió nova de %s.
de_de: Es ist eine neue Version von %s verfügbar.
sv_se: En ny version av %s är tillgänglig.

source: Unable to fetch events (parse error).
ca: No s'han pogut recuperar els esdeveniments (error d'anàlisi).
de_de: Es konnten keine Veranstaltungen abgerufen werden (Parser-Fehler).
lt_lt: Nepavyko gauti renginių informacijos (skaitymo klaida).
sv_se: Det gick inte att hämta händelser (tolkningsfel).

source: Unable to parse DID document response.
ca: No s'ha pogut analitzar la resposta del document DID.
de_de: Die Antwort des DID-Dokuments konnte nicht geparst werden.

source: Unsupported DID method.
ca: Mètode DID no compatible.
de_de: Nicht unterstützte DID-Methode.

source: Update %s now
ca: Actualitza el %s ara
de_de: %s jetzt aktualisieren

source: Update Now
ca: Actualitza ara
de_de: Jetzt aktualisieren

source: Updates served from the <a href="%1$s">FAIR Package Manager</a> and <a href="%2$s">AspirePress</a>
ca: Actualitzacions proporcionades pel <a href="%1$s">gestor de paquets FAIR</a> i <a href="%2$s">AspirePress</a>
de_de: Updates werden vom <a href="%1$s">FAIR Package Manager</a> und von <a "href="%2$s">AspirePress</a> bereitgestellt.
lt_lt: Atnaujinimai pasiekiami iš <a href="%1$s">FAIR paketų valdyklės</a> ir <a href="%2$s">AspirePress</a>
sv_se: Uppdateringar hämtas från <a href="%1$s">FAIR Package Manager</a> och <a href="%2$s">AspirePress</a>

source: Upload a custom profile picture for your account.
ca: Pugeu una imatge de perfil personalitzada per al compte.
de_de: Lade ein individuelles Profilbild für dein Konto hoch.
lt_lt: Įkelkite savo profilio nutrauką
sv_se: Ladda upp en anpassad profilbild för ditt konto.

source: Use as Profile Picture
ca: Utilitza com a imatge de perfil
de_de: Als Profilbild nutzen
sv_se: Använd som profilbild

source: Validation failed
ca: Ha fallat la validació
de_de: Die Validierung ist fehlgeschlagen

source: Version:
ca: Versió:

source: View version %1$s details%2$s or %3$supdate now%2$s.
ca: Mostra els %1$s detalls%2$s de la versió o %3$sactualitza ara%2$s.
de_de: Details der Version %1$s anzeigen%2$s oder %3$sjetzt aktualisieren%2$s.
sv_se: Visa versionen %1$s uppgifter%2$s eller %3$s uppdatera direkt%2$s.

source: View version %1$s details%2$s.
ca: Mostra els %1$s detalls%2$s. de la versió.
de_de: Details der Version %1$s anzeigen%2$s.
sv_se: Visa versionen %1$s uppgifter%2$s.

source: Could not parse %1$s - %2$s
de_de: %1$s konnte nicht geparst werden – %2$s

source: The verify-checksums command is not currently supported for DIDs.
de_de: Der Befehl verify-checksums wird derzeit für DIDs nicht unterstützt.

source: Could not retrieve metadata for %1$s - %2$s
de_de: Metadaten für %1$s – %2$s konnten nicht abgerufen werden

source: Verified signature for %s
de_de: Verifizierte Signatur für %s

source: You do not have sufficient permissions to access this page.
lt_lt: Neturite teisės pasiekti šį puslapį.
sv_se: Du har inte tillräcklig behörighet för att komma åt denna sida.

source: Your site is now disconnected from WordPress.org managed servers and uses a dedicated mirror from %s. In the coming weeks and months, we'll be making the mirror configurable and add in the ability to add your own.
sv_se: Din webbplats är nu frikopplad från de servrar som hanteras av WordPress.org och använder en utvald spegling från %s. Under de närmaste veckorna och månaderna kommer vi att göra speglingen konfigurerbar och lägga till en möjlighet att lägga till din egen spegling.

source: If you want to learn more, check out the %1$s and our %2$s.
sv_se: Du kan ta reda på mer genom att kolla in GitHub %1$s och våra vanliga frågor %2$s.

source: Save Settings
lt_lt: Išsaugoti nustatymus
sv_se: Spara inställningarna

source: Avatar Settings
lt_lt: Avatarų nustatymai
sv_se: Avatarinställningar

source: Settings saved successfully.
lt_lt: Nustatymai išsaugotiu sėkmingai
sv_se: Inställningarna har sparats.

# browser version check
source: your platform
lt_lt: jūsų platforma
sv_se: din plattform
